Repository: wp-plugins/welcome-mobile
Catalog: languages/welcome-mobile-*.po
Languages: hr

source: Welcome! Mobile Settings
hr: Welcome! Mobile Postavke

source: Choose between Android &amp; iOS or use a default message for all mobile platforms.
hr: Izaberite između Android &amp; iOS-a ili koristite zadanu poruku za sve mobilne platforme.

source: Display the welcome message on:
hr: Prikaži poruku dobrodošlice na:

source: top of the page
hr: vrhu stranice

source: bottom of the page
hr: dnu stranice

source: Message background color:
hr: Pozadinska boja poruke:

source: Use default welcome message on all mobile platforms?
hr: Koristi zadanu poruku dobrodošlice na svim mobilnim platformama?

source: Default welcome message:
hr: Zadana poruka dobrodošlice:

source: Android welcome message:
hr: Android poruka dobrodošlice:

source: iOS welcome message:
hr: iOS poruka dobrodošlice:

source: How long will the message be visible?
hr: Koliko dugo će poruka biti vidljiva?

source: (enter the number of seconds)
hr: (unesite broj sekundi)

source: Enable the close button?
hr: Omogući gumb za zatvaranje?

source: yes
hr: da

source: no
hr: ne

source: How long until the cookie expires?
hr: Koliko dugo će cookie biti važeći?

source: (enter the number of days)
hr: (unesite broj dana)

source: <strong>NOTE</strong>: Welcome message will always be displayed every time the user visits your site unless she clicks on the close button in which case cookie gets stored locally. Message will not be visible unless the cookie expires (20 days by default) or gets deleted.
hr: <strong>NAPOMENA</strong>: Poruka dobrodošlice će se prikazivati svaki put kada korisnik posjeti vašu stranicu ukoliko ne klikne na gumb za zatvaranje u kojem će se slučaju cookie pohraniti lokalno na posjetiteljevom uređaju. Poruka neće biti vidljiva sve dok cookie ne istekne (20 dana ukoliko drugačije nije zadano) ili ako se cookie obriše.
